export const PERSONAL_DATA_AGREEMENT_TITLE: string =
  'Согласие на обработку персональных данных при использовании сервиса ООО «Докт24»';

export const PERSONAL_DATA_AGREEMENT: JSX.Element = (
  <>
    Я, осуществляя запись к врачу и/или на диагностику на веб-сайте
    https://doct24.com/ и/или любых его разделах (далее – «Сайт») и/или в
    мобильном приложении «Докт24» для IOS и Android (далее – «Мобильное
    приложение»), либо используя Сайт или Мобильное приложение для целей
    получения медицинских и иных услуг третьих лиц, сведения о которых размещены
    на Сайте или в Мобильном приложении, используя иные функции Сайта или
    Мобильного приложения, включая функции по размещению отзывов об услугах,
    оказанных медицинскими работниками (медицинскими организациями), настоящим
    своей волей и в своем интересе выражаю согласие на автоматизированную, а
    также без использования средств автоматизации обработку моих персональных
    данных ООО «Докт24» (ИНН 9705166756, КПП 771701001; ОГРН 1227700133561;
    Юридический адрес: 129515, г. Москва, ул. Академика Королева, д. 13, стр. 1,
    помещ. 3А/2) для следующих целей:
    <br />
    <br />
    Записи на прием к врачу и/или на диагностику;
    <br />
    Получения услуг медицинских и иных организаций с применением телемедицинских
    технологий (дистанционно) с использованием Сайта или Мобильного приложения;
    <br />
    Связи с центром поддержки пользователей (колл-центром) Оператора;
    <br />
    Предоставления поддержки при использовании Сайта;
    <br />
    Улучшения Сайта;
    <br />
    Получения отзывов и пожеланий по работе Сайта, качеству оказания услуг
    медицинскими организациями и врачами, в том числе посредством телефонных
    звонков или организации обратной связи со мной любым иным образом;
    <br />
    Публикации отзывов о врачах, диагностике и медицинских организациях в виде,
    не позволяющем меня идентифицировать третьим лицам, проверки достоверности
    размещенных мной отзывов.
    <br />
    <br />
    Перечень моих персональных данных, на обработку которых я даю согласие:
    <br />
    Фамилия, имя, отчество;
    <br />
    Телефон;
    <br />
    Адрес электронной почты;
    <br />
    Пол;
    <br />
    Возраст;
    <br />
    Аудиозаписи: (а) разговора с сотрудниками колл-центра; и (или) (б) системы
    автоматической записи; и (или) разговора с сотрудниками регистратуры
    клиники;
    <br />
    Дополнительные сведения по моему желанию, указанные при заполнении формы на
    Сайте или в Мобильном приложении.
    <br />
    <br />
    Я даю согласие на следующие способы обработки моих персональных данных:
    сбор, запись, систематизация, накопление, хранение, уточнение (обновление,
    изменение), обезличивание, извлечение, использование, передача
    (предоставление, доступ), в том числе сотрудникам колл-центров, привлеченных
    Оператором, страховым компаниям, медицинским организациям и/или врачам,
    лицам, обрабатывающим персональные данные по поручению Оператора,
    блокирование, удаление, уничтожение, получение моих персональных данных от
    медицинских организаций, в отношении которых (медицинских работников
    которых) мной размещены (или будут размещены) отзывы.
    <br />
    <br />
    Я выражаю согласие на запись моих телефонных переговоров с представителями
    Оператора.
    <br />
    Настоящее согласие считается подписанным с использованием средств простой
    электронной подписи в соответствии с Пользовательским соглашением,
    доступного по адресу https://doct24.com/politics. Настоящее согласие
    действует до достижения целей обработки персональных данных. Настоящее
    согласие может быть отозвано мною в любой момент с обязательным направлением
    Оператору письменного уведомления.
    <br />
    <br />
    Мне разъяснено, что при отзыве мною согласия Оператор (или уполномоченный им
    оператор) вправе продолжить обработку моих персональных данных в случаях,
    предусмотренных Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных
    данных».
    <br />
    <br />
    Мне разъяснено, что я вправе отказаться от получения сообщений о Сервисе и
    услугах, оказываемых с использованием Сервиса, направив требование о
    прекращении направления сообщений в письменном виде на адрес местонахождения
    Администрации, с указанием фамилии, имени, отчества и паспортных данных
    Пользователя.
  </>
);

export const USER_AGREEMENT_TITLE: string = 'Пользовательское соглашение';

export const USER_AGREEMENT: JSX.Element = (
  <>
    <h4>Термины</h4>
    <br />
    Сайт — https://doct24.com и его любые составные части, включая поддоменные
    имена, Обладателем исключительных прав на Сайт, включая, но не ограничиваясь
    доменным именем, размещенным на Сайте логотипом, базами данных, всеми
    техническими разработка, позволяющими осуществлять использование Сайта
    является ООО «Докт24». Пользователь — любое физическое лицо, имеющее доступ
    к сайту посредством сети «Интернет», вошедшее на Сайт и (или) использующее
    доступные на Сайте сервисы. Администратор — ООО «Докт24», владеющее Сайтом.
    Сервисы — функциональные возможности, службы, услуги, инструменты, доступные
    для Пользователей на Сайте. Стороны: Пользователь и Администратор.
    <br />
    <br />
    <h4>1. Общие положения</h4>
    <br />
    1.1. Настоящее Пользовательское соглашение (далее — «Соглашение») определяет
    права и обязанности Пользователя Сайта и Администратора — ООО «Докт24» (ИНН
    9705166756, КПП 771701001;ОГРН 1227700133561;Юридический адрес: 129515, г.
    Москва, ул. Академика Королева, д. 13, стр. 1, помещ. 3А/2), которому на
    правах собственности принадлежит указанный Сайт.
    <br />
    1.2. Администратор оставляет за собой в любое время вносить любые изменения
    в Соглашение, без дополнительного уведомления Пользователя. Изменения
    вносятся путем их размещения на Сайте.
    <br />
    1.3. Доступ к Сайту и Сервисам предоставляется Пользователю на бесплатной
    основе.
    <br />
    1.4. Соглашение является публичной офертой. Использование Сайта и (или)
    какого-либо Сервиса Пользователем — означает полное принятие Пользователем
    (без каких-либо оговорок и исключений) условий Соглашения, действующих на
    текущую дату. В случае, если условия Соглашения являются неприемлемыми для
    Пользователя, последний обязан прекратить использование Сайта.
    <br />
    <br />
    <h4>2. Предмет Соглашения</h4>
    <br />
    2.1. Предметом Соглашения является предоставление доступа Пользователю к
    оказываемым услугам, содержащимся на Сайте.
    <br />
    Сайт предоставляет Пользователю доступ к следующим видам услуг:
    <br />
    · регистрация и доступ к личному кабинету Пользователя;
    <br />
    · навигация по Сайту;
    <br />
    · получение информации об услуге, стоимости, порядке оказания и т. д. ;
    <br />
    · оставить отзыв о работе Сайта, оказанных услугах;
    <br />
    · информация об иных услугах (сервисах), доступных на Сайте, а также иные
    последующие модификации услуги (сервисы), появляющиеся на сайте.
    <br />
    <br />
    <h4>3. Права и обязанности Сторон</h4>
    <br />
    3.1. Администратор вправе:
    <br />
    3.1.1. Изменять правила пользования Сайтом, такие изменения вступают в силу
    с момента их размещения на Сайте.
    <br />
    3.1.2. В любое время без уведомления Пользователя вносить изменения в
    перечень услуг, предлагаемых на Сайте, и (или) их цен.
    <br />
    3.1.3. Раскрывать информацию о Пользователе в соответствии с требованиями
    действующего законодательства РФ.
    <br />
    3.1.4. Без предварительного уведомления Пользователя прекратить и (или)
    заблокировать доступ к Сайту, если Пользователь нарушил Соглашение или
    содержащиеся в иных документах условия пользования Сайтом,а также в случае
    прекращения действия Сайта либо по причине технической неполадки или
    проблемы.
    <br />
    3.1.5. Отказывать Пользователю в регистрации без объяснения причин.
    <br />
    3.1.6. Удалять учетные записи Пользователей без объяснения причин.
    <br />
    3.1.7. Не рассматривать обращения Пользователя:
    <br />
    · не содержащие информацию и/или документы, необходимые для рассмотрения
    обращения;
    <br />
    · содержащие ложную информацию и/или документы, не обладающими признаками
    достоверности в отношении вопросов, по которым ранее был направлен ответ
    Пользователю (повторные обращения);
    <br />
    · содержащие оскорбления, угрозы или обращения, изложенные в резкой
    негативной форме;
    <br />
    · направленные с нарушением иных условий и порядка рассмотрения обращений,
    предусмотренных Сайтом.
    <br />
    Администратор вправе по своему усмотрению редактировать (изменять, удалять)
    сообщения Пользователя, содержащие сведения, указанные в п. 3.4.3.
    Соглашения или иные сведения (информации), которые по мнению Администратора
    могут причинить ущерб как самому Администратору, так и любым третьим лицам.
    При этом Администратор не обязан указывать Пользователю причины, послужившие
    редактированию сообщения и не возмещает какие-либо убытки (реальный ущерб,
    упущенная выгода), связанные с таким действием.
    <br />
    3.1.8. В одностороннем порядке аннулировать учетную запись Пользователя,
    если она не использовалась более 36 календарных месяцев подряд без
    уведомления Пользователя.
    <br />
    3.2. Администратор обязан:
    <br />
    3.2.1. Рассматривать и разрешать конфликтные ситуации, возникшие при
    использовании Сайтом.
    <br />
    3.3. Пользователь вправе:
    <br />
    3.3.1. Пользоваться всеми услугами, размещенными на Сайте, приобретать любые
    услуги, предлагаемые на Сайте.
    <br />
    3.3.2. Копировать информацию с Сайта, при условии получения предварительного
    письменного согласования Администратора Сайта и с обязательным указанием
    источника, откуда была взята информация.
    <br />
    3.3.3. Задавать вопросы, относящиеся к услугам Сайта по телефону: +7 495 141
    495, на е-mail: info@doct24.ru 3.3.4. Осуществлять регистрацию в личном
    кабинете Пользователя, при условии соблюдения правил регистрации.
    <br />
    3.4. Пользователь обязан: 3.4.1. Предоставить по запросу Администратора
    дополнительную информацию, которая имеет непосредственное отношение к
    предоставляемым услугам данного Сайта.
    <br />
    3.4.2. Не предпринимать действий, нарушающих законодательство РФ и (или)
    нормы международного права, в т. ч. в сфере интеллектуальной собственности,
    авторских и смежных прав, а также воздержаться от любых действий, которые
    приводят или могут привести к нарушению нормальной работы Сайта.
    Использование материалов сайта без предварительного письменного согласия
    Администратора и (или иных Правообладателей) не допускается. Дополнительно,
    при цитировании материалов Сайта Пользователь обязан указывать источник
    цитирования, делая ссылку на Сайт.
    <br />
    3.4.3. Размещать комментарии (обращения, сообщения на сайте) в соответствии
    с требованиями действующего законодательства РФ, в соответствии с
    общепринятыми нормами морали и нравственности, не допуская оскорбительных,
    унижающих честь, человеческое достоинство, деловую репутацию, призывающих к
    незаконной деятельности, экстремизму и т. д. комментариев. Пользователь
    уведомлен, что размещение комментариев, нарушающих условия настоящего пункта
    может повлечь для Пользователя наступление административной,
    гражданско-правовой и уголовной ответственности, кроме того Администратор
    вправе по своему усмотрению редактировать (удалять, изменять комментарии
    Пользователя), без объяснения Пользователю причин и без его уведомления.
    <br />
    3.4.4. Не распространять с использованием Сайта любую конфиденциальную и
    охраняемую законодательством Российской Федерации информацию о физических
    либо юридических лицах.
    <br />
    3.4.5. Избегать любых действий, в результате которых может быть нарушена
    конфиденциальность охраняемой законодательством Российской Федерации
    информации.
    <br />
    3.4.6. Не использовать Сайт для распространения информации рекламного
    характера, кроме как с письменного согласия Администратора.
    <br />
    3.4.7. Пользователь предупрежден о том, что Администратор не несет
    ответственности за посещение и использование им внешних ресурсов, ссылки на
    которые могут содержаться на сайте.
    <br />
    3.4.8. Обеспечить достоверность предоставляемой информации, в т. ч.
    персональных данных Пользователя, обеспечить сохранность своих данных от
    доступа третьих лиц.
    <br />
    3.4.9. Обновлять персональные данные предоставленные при регистрации в
    случае их изменения.
    <br />
    3.4.10. Не передавать данные своей учетной записи третьим лицам. в случае
    передачи Пользователем своего логина и(или) пароля третьему лицу,
    Пользователь несет ответственность за несанкционированные действия третьего
    лица, как за свои собственные.
    <br />
    3.4.11. Незамедлительно уведомить Администратора о любом случае
    несанкционированного доступа к учетной записи Пользователя, а также о любом
    случае нарушения безопасности своего логина и пароля (утеря, передача данных
    третьим лицам, другое).
    <br />
    3.4.12. Не использовать Сайт и сервисы с целью:
    <br />
    · нарушения прав несовершеннолетних лиц и (или) причинение им вреда в любой
    форме;
    <br />
    · ущемления прав меньшинств;
    <br />
    · представления себя за другого человека или представителя организации и
    (или) сообщества без достаточных на то прав, в том числе за сотрудников
    данного сайта;
    <br />
    · введения в заблуждение относительно свойств и характеристик какого-либо
    товара и/или услуги, размещенных на Сайте;
    <br />
    · некорректного сравнения товара и/или Услуги, а также формирования
    негативного отношения к лицам, (не) пользующимся определенными товарами
    и/или услугами, или осуждения таких лиц.
    <br />
    3.4.13. Не использовать любые устройства, программы, алгоритмы, методы и т.
    д. для несанкционированного доступа, приобретения, отслеживания, копирования
    информации, содержащейся на Сайте, к сервисам, услугам Сайта.
    <br />
    3.4.14. Не нарушать надлежащее функционирование Сайта и не нарушать систему
    безопасности и (или) идентификации и аутентификации на Сайте или в любой
    сети, относящейся к Сайту.
    <br />
    3.4.15. Не осуществлять обратный поиск, отслеживание или попытки
    отслеживания и получения любой информации о любом другом Пользователе Сайта.
    <br />
    <br />
    <h4>4. Информация о Сайте и его использовании.</h4>
    <br />
    4.1. Сайт и его любые материалы принадлежат и управляются Администратором.
    <br />
    4.2. Содержание Сайта защищено законодательством об интеллектуальной
    собственности, авторским и иным смежным правом и иным законодательством
    Российской Федерации.
    <br />
    4.3. Для приобретения и (или) получения Пользователем услуги может
    потребоваться создание учетной записи Пользователя и его регистрация в
    личном кабинете.
    <br />
    4.4. Пользователь несет личную ответственность за сохранение
    конфиденциальности информации учётной записи, включая пароль, а также за всю
    без исключения деятельность, которая ведётся от имени Пользователя в учётной
    записи. Пользователь должен незамедлительно уведомить Администратора о
    несанкционированном использовании его учётной записи или пароля или любом
    другом нарушении системы безопасности.
    <br />
    4.5. В связи с предоставлением Пользователями своих персональных данных при
    регистрации на Сайте, Администратор совершает действия или совокупность
    действий, направленных на обработку персональных данных с использованием
    средств автоматизации или без использования таких средств (смешанная
    обработка), включая сбор, запись, систематизацию, накопление, хранение,
    уточнение (обновление, изменение), извлечение, использование, передачу
    (распространение, предоставление, доступ), обезличивание, блокирование,
    удаление, уничтожение персональных данных, предусмотренных Соглашением, с
    соблюдением требований, предусмотренных Федеральным законом от 27.07.2006 N
    152-ФЗ «О персональных данных», и в соответствии с разработанной Политикой
    обработки персональных. Принимая условия Соглашения Пользователь
    предоставляет согласие Администратору на обработку персональных данных
    включая, но не ограничиваясь следующими данными о ФИО, день, месяц и год и
    место рождения, гражданство, адрес места жительства, биометрические и
    паспортные данные, семейное положение, состав семьи, социальное положение,
    образование, профессия, место работы, адрес электронной почты, номер
    телефона, реквизиты полиса ОМС (ДМС), страховой номер индивидуального
    лицевого счета в Пенсионном фонде России (СНИЛС), изображение гражданина,
    запись его голоса, видеозапись консультации, информацию о факте обращения
    Пациента за медицинской помощью, состоянии его здоровья, диагнозе его
    заболевания и иные сведения, полученные при его обследовании и лечении, а
    также любые иные данные, прямо или косвенно относящиеся к определенному или
    определяемому физическому лицу, идентифицирующие субъекта персональных
    данных, которые могут быть получены в ходе исполнения Договора, оказания
    услуг. Согласие предоставляется Пользователем Администратору для целей
    исполнения Договора оказания услуг, также в указанных целях Администратор
    вправе передавать персональные данные в пользу третьих лиц — медицинским
    учреждениям, врачам, оказывающим медицинские услуги, кроме того, в целях
    улучшения качества обслуживания и проведения маркетинговых программ, для
    получения Пользователем информации в виде sms-сообщений, push-сообщений и
    электронных писем (e-mail) на указанный мною номер мобильного телефона и/или
    адрес электронной почты. Согласие действует в течение всего срока действия
    Договора оказания услуг и в течение 5 лет после окончания срока действия
    соответствующего Договора. Администратор обязан принимать технические и
    организационные меры по охране конфиденциальной информации и не разглашать
    полученные сведения третьим лицам, за исключением случаев, предусмотренных
    действующим законодательством РФ.
    <br />
    <br />
    <h4>5. Заверения и гарантии</h4>
    <br />
    5.1. Пользователь согласен с тем, что Администратор не несет ответственности
    и не имеет прямых или косвенных обязательств перед Пользователем в связи с
    любыми возможными или возникшими потерями или убытками, связанными с любым
    содержанием Сайта, регистрацией авторских прав и сведениями о такой
    регистрации, услугами, доступными на Сайте или полученными через внешние
    сайты или ресурсы либо иные контакты Пользователя, в которые он вступил,
    используя размещенную на Сайте информацию или ссылки на внешние ресурсы.
    <br />
    5.2. Пользователь принимает положение о том, что все материалы и сервисы
    Сайта или любая их часть могут сопровождаться рекламой. Пользователь
    согласен с тем, что Администратор не несет какой-либо ответственности и не
    имеет каких-либо обязательств в связи с такой рекламой.
    <br />
    5.3. Любые действия, совершенные на Сайте с использованием логина и пароля
    Пользователя, считаются совершенными соответствующим Пользователем.
    <br />
    5.4. Администратор не гарантирует, что сервисы и Сайт соответствуют / будут
    соответствовать требованиям Пользователя; что сервисы будут предоставляться
    непрерывно, быстро, надежно и без ошибок, что качество какой-либо услуги,
    полученной с использованием сервисов, будет соответствовать ожиданиям
    Пользователя.
    <br />
    <br />
    <h4>6. Ответственность</h4>
    <br />
    6.1. Пользователь использует сервисы и Сайт на свой собственный риск «как
    есть». Администратор не принимает на себя никакой ответственности (в т. ч.
    за соответствие сервисов и Сайта) целям Пользователя, за исключением случаев
    прямо предусмотренных в Соглашении.
    <br />
    6.2. Администратор не несет ответственности за моральный вред, а также за
    любые виды убытков (реальный ущерб, упущенная выгода), произошедшие
    вследствие использования Пользователем сервисов, Сайта или отдельных
    частей/функций сервисов/Сайта.
    <br />
    6.3. Пользователь несет ответственность за точность, правильность, полноту и
    достоверность указания своих персональных данных при регистрации учетной
    записи на Сайте и за последствия в виде убытков, которые могут возникнуть у
    Пользователя, в случае некорректного ввода указанных сведений.
    <br />
    6.4. Администратор не несет ответственности за: · задержки или сбои в
    процессе совершения операции, возникшие вследствие непреодолимой силы, а
    также любого случая неполадок в телекоммуникационных, компьютерных,
    электрических и иных смежных системах; · действия систем переводов, банков,
    платежных систем и за задержки связанные с их работой; · надлежащее
    функционирование Сайта, в случае, если Пользователь не имеет необходимых
    технических средств для его использования, а также не несет никаких
    обязательств по обеспечению пользователей такими средствами.
    <br />
    6.5. Пользователь несет персональную ответственность за ознакомление с
    условиями Соглашения и его проверку на наличие в нем изменений.
    <br />
    6.6. Любые убытки, которые Пользователь может понести в случае умышленного
    или неосторожного нарушения любого положения настоящего Соглашения, а также
    вследствие несанкционированного доступа к коммуникациям другого
    Пользователя, Администратором Сайта не возмещаются.
    <br />
    6.7. При любых обстоятельствах ответственность Администратора в соответствии
    со статьей 15 Гражданского кодекса России ограничена 1 000 (одной тысячей)
    рублей РФ и возлагается при наличии в его действиях установленной вины.
    <br />
    <br />
    <h4>7. Разрешение споров</h4>
    <br />
    7.1. В случае возникновения любых разногласий или споров между Сторонами
    Соглашения обязательным условием является досудебное урегулирование спора —
    направление письменной претензии.
    <br />
    7.2. Получатель претензии в течение 30 календарных дней со дня ее получения
    письменно уведомляет заявителя о результатах ее рассмотрения.
    <br />
    7.3. В случае невозможности разрешения спора в досудебном порядке или
    неполучении письменного ответа в течение 30 календарных дней со дня
    получения претензии — любая из Сторон вправе обратиться в суд за защитой
    своих прав. Стороны договорились о применении правил договорной подсудности
    — обращение в суд по месту нахождения ответчика.
    <br />
    <br />
    <h4>8. Прочие условия</h4>
    <br />
    8.1. Соглашение представляет собой Договор между Пользователем и
    Администратором и определяет порядок использования Сайтом и сервисами, а
    также заменяет собой любые предыдущие соглашения между Сторонами.
    <br />
    8.2. Соглашение регулируется и толкуется в соответствии с законодательством
    Российской Федерации.
    <br />
    8.3. В случае, если какое-либо из условий Соглашения, в соответствии с
    решением суда, является недействительным, такая недействительность не
    оказывает влияния на остальные пункты Соглашения. Администратор обязан
    устранить недействительное условие Соглашения, внеся соответствующие
    изменения.
    <br />
    8.4. Администратор не принимает от Пользователей предложений относительно
    изменения условий Соглашения.
    <br />
    8.5. Отзывы Пользователя, размещенные на Сайте, не являются конфиденциальной
    информацией и могут быть использованы Администратором без ограничений.
    <br />
    8.6. Соглашение вступает в силу при любом использовании Сайта и (или)
    сервиса и действует бессрочно. При появлении его новой редакции Соглашение
    начинает действовать с момента его размещения на Сайте. Администратор не
    оповещает пользователей об изменении в Соглашении. Используя Сайт, Вы
    подтверждаете, что ознакомлены и согласны с условиями настоящего соглашения.
    В случае несогласия с перечисленными условиями Пользователь обязан
    прекратить использование Сайта.
  </>
);

export const POLICY_PERSONAL_DATA_TITLE: string =
  'Политика в отношении обработки персональных данных';

export const POLICY_PERSONAL_DATA: JSX.Element = (
  <>
    1. Общие положения
    <br />
    Настоящая политика обработки персональных данных составлена в соответствии с
    требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных
    данных» (далее - Закон о персональных данных) и определяет порядок обработки
    персональных данных и меры по обеспечению безопасности персональных данных,
    предпринимаемые ООО «Докт24» (далее – Оператор).
    <br />
    1.1. Оператор ставит своей важнейшей целью и условием осуществления своей
    деятельности соблюдение прав и свобод человека и гражданина при обработке
    его персональных данных, в том числе защиты прав на неприкосновенность
    частной жизни, личную и семейную тайну.
    <br />
    1.2. Настоящая политика Оператора в отношении обработки персональных данных
    (далее – Политика) применяется ко всей информации, которую Оператор может
    получить о посетителях веб-сайта https://doct24.com.
    <br />
    2. Основные понятия, используемые в Политике
    <br />
    2.1. Автоматизированная обработка персональных данных – обработка
    персональных данных с помощью средств вычислительной техники.
    <br />
    2.2. Блокирование персональных данных – временное прекращение обработки
    персональных данных (за исключением случаев, если обработка необходима для
    уточнения персональных данных).
    <br />
    2.3. Веб-сайт – совокупность графических и информационных материалов, а
    также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети
    интернет по сетевому адресу https://doct24.com.
    <br />
    2.4. Информационная система персональных данных — совокупность содержащихся
    в базах данных персональных данных, и обеспечивающих их обработку
    информационных технологий и технических средств.
    <br />
    2.5. Обезличивание персональных данных — действия, в результате которых
    невозможно определить без использования дополнительной информации
    принадлежность персональных данных конкретному Пользователю или иному
    субъекту персональных данных.
    <br />
    2.6. Обработка персональных данных – любое действие (операция) или
    совокупность действий (операций), совершаемых с использованием средств
    автоматизации или без использования таких средств с персональными данными,
    включая сбор, запись, систематизацию, накопление, хранение, уточнение
    (обновление, изменение), извлечение, использование, передачу
    (распространение, предоставление, доступ), обезличивание, блокирование,
    удаление, уничтожение персональных данных.
    <br />
    2.7. Оператор – государственный орган, муниципальный орган, юридическое или
    физическое лицо, самостоятельно или совместно с другими лицами организующие
    и (или) осуществляющие обработку персональных данных, а также определяющие
    цели обработки персональных данных, состав персональных данных, подлежащих
    обработке, действия (операции), совершаемые с персональными данными.
    <br />
    2.8. Персональные данные – любая информация, относящаяся прямо или косвенно
    к определенному или определяемому Пользователю веб-сайта https://doct24.com.
    <br />
    2.9. Персональные данные, разрешенные субъектом персональных данных для
    распространения, - персональные данные, доступ неограниченного круга лиц к
    которым предоставлен субъектом персональных данных путем дачи согласия на
    обработку персональных данных, разрешенных субъектом персональных данных для
    распространения в порядке, предусмотренном Законом о персональных данных
    (далее - персональные данные, разрешенные для распространения).
    <br />
    2.10. Пользователь – любой посетитель веб-сайта https://doct24.com.
    <br />
    2.11. Предоставление персональных данных – действия, направленные на
    раскрытие персональных данных определенному лицу или определенному кругу
    лиц.
    <br />
    2.12. Распространение персональных данных – любые действия, направленные на
    раскрытие персональных данных неопределенному кругу лиц (передача
    персональных данных) или на ознакомление с персональными данными
    неограниченного круга лиц, в том числе обнародование персональных данных в
    средствах массовой информации, размещение в
    информационно-телекоммуникационных сетях или предоставление доступа к
    персональным данным каким-либо иным способом.
    <br />
    2.13. Трансграничная передача персональных данных – передача персональных
    данных на территорию иностранного государства органу власти иностранного
    государства, иностранному физическому или иностранному юридическому лицу.
    <br />
    2.14. Уничтожение персональных данных – любые действия, в результате которых
    персональные данные уничтожаются безвозвратно с невозможностью дальнейшего
    восстановления содержания персональных данных в информационной системе
    персональных данных и (или) уничтожаются материальные носители персональных
    данных.
    <br />
    3. Основные права и обязанности Оператора
    <br />
    3.1. Оператор имеет право:
    <br />
    – получать от субъекта персональных данных достоверные информацию и/или
    документы, содержащие персональные данные;
    <br />
    – в случае отзыва субъектом персональных данных согласия на обработку
    персональных данных Оператор вправе продолжить обработку персональных данных
    без согласия субъекта персональных данных при наличии оснований, указанных в
    Законе о персональных данных;
    <br />
    – самостоятельно определять состав и перечень мер, необходимых и достаточных
    для обеспечения выполнения обязанностей, предусмотренных Законом о
    персональных данных и принятыми в соответствии с ним нормативными правовыми
    актами, если иное не предусмотрено Законом о персональных данных или другими
    федеральными законами.
    <br />
    3.2. Оператор обязан:
    <br />
    – предоставлять субъекту персональных данных по его просьбе информацию,
    касающуюся обработки его персональных данных;
    <br />
    – организовывать обработку персональных данных в порядке, установленном
    действующим законодательством РФ;
    <br />
    – отвечать на обращения и запросы субъектов персональных данных и их
    законных представителей в соответствии с требованиями Закона о персональных
    данных;
    <br />
    – сообщать в уполномоченный орган по защите прав субъектов персональных
    данных по запросу этого органа необходимую информацию в течение 30 дней с
    даты получения такого запроса;
    <br />
    – публиковать или иным образом обеспечивать неограниченный доступ к
    настоящей Политике в отношении обработки персональных данных;
    <br />
    – принимать правовые, организационные и технические меры для защиты
    персональных данных от неправомерного или случайного доступа к ним,
    уничтожения, изменения, блокирования, копирования, предоставления,
    распространения персональных данных, а также от иных неправомерных действий
    в отношении персональных данных;
    <br />
    – прекратить передачу (распространение, предоставление, доступ) персональных
    данных, прекратить обработку и уничтожить персональные данные в порядке и
    случаях, предусмотренных Законом о персональных данных;
    <br />
    – исполнять иные обязанности, предусмотренные Законом о персональных данных.
    <br />
    4. Основные права и обязанности субъектов персональных данных
    <br />
    4.1. Субъекты персональных данных имеют право:
    <br />
    – получать информацию, касающуюся обработки его персональных данных, за
    исключением случаев, предусмотренных федеральными законами. Сведения
    предоставляются субъекту персональных данных Оператором в доступной форме, и
    в них не должны содержаться персональные данные, относящиеся к другим
    субъектам персональных данных, за исключением случаев, когда имеются
    законные основания для раскрытия таких персональных данных. Перечень
    информации и порядок ее получения установлен Законом о персональных данных;
    <br />
    – требовать от оператора уточнения его персональных данных, их блокирования
    или уничтожения в случае, если персональные данные являются неполными,
    устаревшими, неточными, незаконно полученными или не являются необходимыми
    для заявленной цели обработки, а также принимать предусмотренные законом
    меры по защите своих прав;
    <br />
    – выдвигать условие предварительного согласия при обработке персональных
    данных в целях продвижения на рынке товаров, работ и услуг;
    <br />
    – на отзыв согласия на обработку персональных данных;
    <br />
    – обжаловать в уполномоченный орган по защите прав субъектов персональных
    данных или в судебном порядке неправомерные действия или бездействие
    Оператора при обработке его персональных данных;
    <br />
    – на осуществление иных прав, предусмотренных законодательством РФ.
    <br />
    4.2. Субъекты персональных данных обязаны:
    <br />
    – предоставлять Оператору достоверные данные о себе;
    <br />
    – сообщать Оператору об уточнении (обновлении, изменении) своих персональных
    данных.
    <br />
    4.3. Лица, передавшие Оператору недостоверные сведения о себе, либо сведения
    о другом субъекте персональных данных без согласия последнего, несут
    ответственность в соответствии с законодательством РФ.
    <br />
    5. Оператор может обрабатывать следующие персональные данные Пользователя:
    <br />
    5.1. Фамилия, имя, отчество.
    <br />
    5.2. Электронный адрес.
    <br />
    5.3. Номера телефонов.
    <br />
    5.4. Год, месяц, дата и место рождения.
    <br />
    5.5. Номер полиса обязательного медицинского страхования.
    <br />
    5.6. Медицинское заключение о состоянии здоровья.
    <br />
    5.7. Также на сайте происходит сбор и обработка обезличенных данных о
    посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики
    (Яндекс Метрика и Гугл Аналитика и других).
    <br />
    5.8. Вышеперечисленные данные далее по тексту Политики объединены общим
    понятием Персональные данные.
    <br />
    5.9. Обработка специальных категорий персональных данных, касающихся
    расовой, национальной принадлежности, политических взглядов, религиозных или
    философских убеждений, интимной жизни, Оператором не осуществляется.
    <br />
    5.10. Обработка персональных данных, разрешенных для распространения, из
    числа специальных категорий персональных данных, указанных в ч. 1 ст. 10
    Закона о персональных данных, допускается, если соблюдаются запреты и
    условия, предусмотренные ст. 10.1 Закона о персональных данных.
    <br />
    5.11. Согласие Пользователя на обработку персональных данных, разрешенных
    для распространения, оформляется отдельно от других согласий на обработку
    его персональных данных. При этом соблюдаются условия, предусмотренные, в
    частности, ст. 10.1 Закона о персональных данных. Требования к содержанию
    такого согласия устанавливаются уполномоченным органом по защите прав
    субъектов персональных данных.
    <br />
    5.11.1 Согласие на обработку персональных данных, разрешенных для
    распространения, Пользователь предоставляет Оператору непосредственно.
    <br />
    5.11.2 Оператор обязан в срок не позднее трех рабочих дней с момента
    получения указанного согласия Пользователя опубликовать информацию об
    условиях обработки, о наличии запретов и условий на обработку неограниченным
    кругом лиц персональных данных, разрешенных для распространения.
    <br />
    5.11.3 Передача (распространение, предоставление, доступ) персональных
    данных, разрешенных субъектом персональных данных для распространения,
    должна быть прекращена в любое время по требованию субъекта персональных
    данных. Данное требование должно включать в себя фамилию, имя, отчество (при
    наличии), контактную информацию (номер телефона, адрес электронной почты или
    почтовый адрес) субъекта персональных данных, а также перечень персональных
    данных, обработка которых подлежит прекращению. Указанные в данном
    требовании персональные данные могут обрабатываться только Оператором,
    которому оно направлено.
    <br />
    5.11.4 Согласие на обработку персональных данных, разрешенных для
    распространения, прекращает свое действие с момента поступления Оператору
    требования, указанного в п. 5.11.3 настоящей Политики в отношении обработки
    персональных данных.
    <br />
    6. Принципы обработки персональных данных
    <br />
    6.1. Обработка персональных данных осуществляется на законной и справедливой
    основе.
    <br />
    6.2. Обработка персональных данных ограничивается достижением конкретных,
    заранее определенных и законных целей. Не допускается обработка персональных
    данных, несовместимая с целями сбора персональных данных.
    <br />
    6.3. Не допускается объединение баз данных, содержащих персональные данные,
    обработка которых осуществляется в целях, несовместимых между собой.
    <br />
    6.4. Обработке подлежат только персональные данные, которые отвечают целям
    их обработки.
    <br />
    6.5. Содержание и объем обрабатываемых персональных данных соответствуют
    заявленным целям обработки. Не допускается избыточность обрабатываемых
    персональных данных по отношению к заявленным целям их обработки.
    <br />
    6.6. При обработке персональных данных обеспечивается точность персональных
    данных, их достаточность, а в необходимых случаях и актуальность по
    отношению к целям обработки персональных данных. Оператор принимает
    необходимые меры и/или обеспечивает их принятие по удалению или уточнению
    неполных или неточных данных.
    <br />
    6.7. Хранение персональных данных осуществляется в форме, позволяющей
    определить субъекта персональных данных, не дольше, чем этого требуют цели
    обработки персональных данных, если срок хранения персональных данных не
    установлен федеральным законом, договором, стороной которого,
    выгодоприобретателем или поручителем по которому является субъект
    персональных данных. Обрабатываемые персональные данные уничтожаются либо
    обезличиваются по достижении целей обработки или в случае утраты
    необходимости в достижении этих целей, если иное не предусмотрено
    федеральным законом.
    <br />
    7. Цели обработки персональных данных
    <br />
    7.1. Цель обработки персональных данных Пользователя:
    <br />
    – информирование Пользователя посредством отправки электронных писем;
    <br />
    – заключение, исполнение и прекращение гражданско-правовых договоров;
    <br />
    – предоставление доступа Пользователю к сервисам, информации и/или
    материалам, содержащимся на веб-сайте https://doct24.com;
    <br />
    – для защиты жизни, здоровья или иных жизненно важных интересов субъекта
    персональных данных либо жизни, здоровья или иных жизненно важных интересов
    других лиц и получение согласия субъекта персональных данных невозможно;
    <br />
    - в медико-профилактических целях, в целях установления медицинского
    диагноза, оказания медицинских и медико-социальных услуг при условии, что
    обработка персональных данных осуществляется лицом, профессионально
    занимающимся медицинской деятельностью и обязанным в соответствии с
    законодательством РФ сохранять врачебную тайну.
    <br />
    7.2. Также Оператор имеет право направлять Пользователю уведомления о новых
    продуктах и услугах, специальных предложениях и различных событиях.
    Пользователь всегда может отказаться от получения информационных сообщений,
    направив Оператору письмо на адрес электронной почты doct24@doct.com с
    пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных
    предложениях».
    <br />
    7.3. Обезличенные данные Пользователей, собираемые с помощью сервисов
    интернет-статистики, служат для сбора информации о действиях Пользователей
    на сайте, улучшения качества сайта и его содержания.
    <br />
    8. Правовые основания обработки персональных данных
    <br />
    8.1. Правовыми основаниями обработки персональных данных Оператором
    являются:
    <br />
    – уставные (учредительные) документы Оператора;
    <br />
    – договоры, заключаемые между оператором и субъектом персональных данных;
    <br />
    – Федеральный закон от 27.07.2006 № 149-ФЗ «Об информации, информационных
    технологиях и о защите информации»;
    <br />
    – Федеральный закон от 21.11.2011 № 323-ФЗ «Об основах охраны здоровья
    граждан в РФ» (далее — Закон № 323-ФЗ);
    <br />
    – федеральные законы, иные нормативно-правовые акты в сфере защиты
    персональных данных;
    <br />
    – согласия Пользователей на обработку их персональных данных, на обработку
    персональных данных, разрешенных для распространения.
    <br />
    8.2. Оператор обрабатывает персональные данные Пользователя только в случае
    их заполнения и/или отправки Пользователем самостоятельно через специальные
    формы, расположенные на сайте https://doct24.com или направленные Оператору
    посредством электронной почты. Заполняя соответствующие формы и/или
    отправляя свои персональные данные Оператору, Пользователь выражает свое
    согласие с данной Политикой.
    <br />
    8.3. Оператор обрабатывает обезличенные данные о Пользователе в случае, если
    это разрешено в настройках браузера Пользователя (включено сохранение файлов
    «cookie» и использование технологии JavaScript).
    <br />
    8.4. Субъект персональных данных самостоятельно принимает решение о
    предоставлении его персональных данных и дает согласие свободно, своей волей
    и в своем интересе.
    <br />
    9. Условия обработки персональных данных
    <br />
    9.1. Обработка персональных данных осуществляется с согласия субъекта
    персональных данных на обработку его персональных данных.
    <br />
    9.2. Обработка персональных данных необходима для достижения целей,
    предусмотренных международным договором Российской Федерации или законом,
    для осуществления возложенных законодательством Российской Федерации на
    оператора функций, полномочий и обязанностей.
    <br />
    9.3. Обработка персональных данных необходима для осуществления правосудия,
    исполнения судебного акта, акта другого органа или должностного лица,
    подлежащих исполнению в соответствии с законодательством Российской
    Федерации об исполнительном производстве.
    <br />
    9.4. Обработка персональных данных необходима для исполнения договора,
    стороной которого либо выгодоприобретателем или поручителем по которому
    является субъект персональных данных, а также для заключения договора по
    инициативе субъекта персональных данных или договора, по которому субъект
    персональных данных будет являться выгодоприобретателем или поручителем.
    <br />
    9.5. Обработка персональных данных необходима для осуществления прав и
    законных интересов оператора или третьих лиц либо для достижения общественно
    значимых целей при условии, что при этом не нарушаются права и свободы
    субъекта персональных данных.
    <br />
    9.6. Осуществляется обработка персональных данных, доступ неограниченного
    круга лиц к которым предоставлен субъектом персональных данных либо по его
    просьбе (далее – общедоступные персональные данные).
    <br />
    9.7. Осуществляется обработка персональных данных, подлежащих опубликованию
    или обязательному раскрытию в соответствии с федеральным законом.
    <br />
    10. Порядок сбора, хранения, передачи и других видов обработки персональных
    данных Безопасность персональных данных, которые обрабатываются Оператором,
    обеспечивается путем реализации правовых, организационных и технических мер,
    необходимых для выполнения в полном объеме требований действующего
    законодательства в области защиты персональных данных.
    <br />
    10.1. Оператор обеспечивает сохранность персональных данных и принимает все
    возможные меры, исключающие доступ к персональным данным неуполномоченных
    лиц.
    <br />
    10.2. Персональные данные Пользователя никогда, ни при каких условиях не
    будут переданы третьим лицам, за исключением случаев, связанных с
    исполнением действующего законодательства либо в случае, если субъектом
    персональных данных дано согласие Оператору на передачу данных третьему лицу
    для исполнения обязательств по гражданско-правовому договору.
    <br />
    10.3. В случае выявления неточностей в персональных данных, Пользователь
    может актуализировать их самостоятельно, путем направления Оператору
    уведомление на адрес электронной почты Оператора doct24@doct.com с пометкой
    «Актуализация персональных данных».
    <br />
    10.4. Срок обработки персональных данных определяется достижением целей, для
    которых были собраны персональные данные, если иной срок не предусмотрен
    договором или действующим законодательством. Пользователь может в любой
    момент отозвать свое согласие на обработку персональных данных, направив
    Оператору уведомление посредством электронной почты на электронный адрес
    Оператора doct24@doct.com с пометкой «Отзыв согласия на обработку
    персональных данных».
    <br />
    10.5. Вся информация, которая собирается сторонними сервисами, в том числе
    платежными системами, средствами связи и другими поставщиками услуг,
    хранится и обрабатывается указанными лицами (Операторами) в соответствии с
    их Пользовательским соглашением и Политикой конфиденциальности. Субъект
    персональных данных и/или Пользователь обязан самостоятельно своевременно
    ознакомиться с указанными документами. Оператор не несет ответственность за
    действия третьих лиц, в том числе указанных в настоящем пункте поставщиков
    услуг.
    <br />
    10.6. Установленные субъектом персональных данных запреты на передачу (кроме
    предоставления доступа), а также на обработку или условия обработки (кроме
    получения доступа) персональных данных, разрешенных для распространения, не
    действуют в случаях обработки персональных данных в государственных,
    общественных и иных публичных интересах, определенных законодательством РФ.
    <br />
    10.7. Оператор при обработке персональных данных обеспечивает
    конфиденциальность персональных данных.
    <br />
    10.8. Оператор осуществляет хранение персональных данных в форме,
    позволяющей определить субъекта персональных данных, не дольше, чем этого
    требуют цели обработки персональных данных, если срок хранения персональных
    данных не установлен федеральным законом, договором, стороной которого,
    выгодоприобретателем или поручителем по которому является субъект
    персональных данных.
    <br />
    10.9. Условием прекращения обработки персональных данных может являться
    достижение целей обработки персональных данных, истечение срока действия
    согласия субъекта персональных данных или отзыв согласия субъектом
    персональных данных, а также выявление неправомерной обработки персональных
    данных.
    <br />
    11. Перечень действий, производимых Оператором с полученными персональными
    данными
    <br />
    11.1. Оператор осуществляет сбор, запись, систематизацию, накопление,
    хранение, уточнение (обновление, изменение), извлечение, использование,
    передачу (распространение, предоставление, доступ), обезличивание,
    блокирование, удаление и уничтожение персональных данных.
    <br />
    11.2. Оператор осуществляет автоматизированную обработку персональных данных
    с получением и/или передачей полученной информации по
    информационно-телекоммуникационным сетям или без таковой.
    <br />
    12. Трансграничная передача персональных данных
    <br />
    12.1. Оператор до начала осуществления трансграничной передачи персональных
    данных обязан убедиться в том, что иностранным государством, на территорию
    которого предполагается осуществлять передачу персональных данных,
    обеспечивается надежная защита прав субъектов персональных данных.
    <br />
    12.2. Трансграничная передача персональных данных на территории иностранных
    государств, не отвечающих вышеуказанным требованиям, может осуществляться
    только в случае наличия согласия в письменной форме субъекта персональных
    данных на трансграничную передачу его персональных данных и/или исполнения
    договора, стороной которого является субъект персональных данных.
    <br />
    13. Конфиденциальность персональных данных Оператор и иные лица, получившие
    доступ к персональным данным, обязаны не раскрывать третьим лицам и не
    распространять персональные данные без согласия субъекта персональных
    данных, если иное не предусмотрено федеральным законом.
    <br />
    14. Заключительные положения
    <br />
    14.1. Пользователь может получить любые разъяснения по интересующим
    вопросам, касающимся обработки его персональных данных, обратившись к
    Оператору с помощью электронной почты doct24@doct.com.
    <br />
    14.2. В данном документе будут отражены любые изменения политики обработки
    персональных данных Оператором. Политика действует бессрочно до замены ее
    новой версией.
    <br />
    14.3. Актуальная версия Политики в свободном доступе расположена в сети
    Интернет по адресу https://doct24.com/politics.
  </>
);
